/* KiraLegacy — es. Исходный текст русский, остальное перевод с него. */

"brand.wordmark" = "K I R A";
"tab.home" = "Inicio";
"tab.search" = "Buscar";
"tab.files" = "Mi lista";
"home.trending" = "Tendencias";
"home.popular" = "Popular";
"home.movies" = "Mejores películas";
"home.series" = "Mejores series";
"home.play" = "Ver";
"home.info" = "Detalles";
"home.hero.fallback" = "Anime";
"row.empty" = "Nada aquí";
"row.failed" = "No se pudo cargar";
"files.continue" = "Continuar";
"files.favorite" = "Favoritos";
"files.settings" = "Ajustes";
"files.about" = "Acerca de";
"files.empty" = "Aún no hay nada.\n\nAbre cualquier título y añádelo a una lista, o simplemente empieza a verlo y aparecerá en Continuar.";
"card.episode" = "Episodio %ld";
"search.placeholder" = "Título del anime";
"search.prompt" = "Busca algo por su título";
"search.empty" = "No se encontró nada";
"refresh.pull" = "Desliza para actualizar";
"refresh.release" = "Suelta para actualizar";
"refresh.loading" = "Actualizando…";
"status.none" = "Ninguno";
"status.planning" = "Pendiente";
"status.watching" = "Viendo";
"status.completed" = "Completado";
"status.dropped" = "Abandonado";
"sheet.cancel" = "Cancelar";
"sheet.list" = "Añadir a la lista";
"sheet.list.remove" = "Quitar de la lista";
"toast.list.removed" = "Quitado de la lista";
"toast.fav.on" = "Añadido a favoritos";
"toast.fav.off" = "Quitado de favoritos";
"anime.untitled" = "Sin título";
"anime.movie" = "Película";
"anime.episodes" = "episodios: %ld";
"anime.minutes" = "%ld min";
"episode.number" = "Episodio %ld";
"episode.number.title" = "Episodio %ld — %@";
"source.sub" = "subtitulado";
"source.dub" = "doblado";
"source.resolver" = "Resolutor";
"subtitle.default" = "Subtítulos";
"detail.characters" = "Personajes";
"detail.showmore" = "Mostrar más";
"detail.showless" = "Mostrar menos";
"detail.sort.asc" = "Episodio ↑";
"detail.sort.desc" = "Episodio ↓";
"detail.subs" = "Subtitulado";
"detail.dub" = "Doblado";
"detail.count" = "episodios: %lu";
"detail.next.days" = "en %ld d %ld h";
"detail.next.hours" = "en %ld h";
"detail.noepisodes" = "No se encontraron episodios: ni en los espejos ni en el catálogo";
"detail.retry" = "Intentar de nuevo";
"detail.nosource" = "Fuente no encontrada";
"detail.searching" = "Buscando fuentes para el episodio %ld…";
"detail.nosources.kind" = "No hay fuentes para el episodio %ld (%@)";
"detail.source" = "Fuente";
"detail.withsubs" = " · con subtítulos";
"detail.watch" = "Ver";
"detail.nolink" = "La fuente no devolvió ningún enlace";
"player.seek10" = "10 s";
"player.quality" = "Calidad";
"player.quality.short" = "%@ ▾";
"player.quality.fellback" = "La calidad elegida no se abrió — bajando de nivel";
"player.quality.auto" = "Automático";
"player.quality.cant" = "%@ — demasiado pesado";
"player.quality.set" = "Calidad: %ldp";
"player.quality.setauto" = "Calidad: automática";
"player.subs.on" = "Subtítulos activados";
"player.subs.off" = "Subtítulos desactivados";
"player.failed" = "No se pudo preparar la transmisión";
"player.notopened" = "Esta fuente no se abrió.\nVuelve atrás y elige otra.";
"player.live" = "en directo";
"player.auto" = "Auto";
"settings.title" = "Ajustes";
"settings.language" = "Idioma";
"settings.language.system" = "Como el sistema (%@)";
"settings.source" = "Fuente por defecto";
"settings.source.note" = "Los espejos se prueban de arriba abajo y el elegido se usa sin preguntar si está disponible. HiAnime es el único que ofrece elección de calidad y subtítulos.";
"settings.source.ask" = "Preguntar cada vez";
"settings.quality" = "Calidad por defecto";
"settings.quality.note" = "No todos los espejos ofrecen varias calidades. Donde no las hay, este ajuste no cambia nada.";
"settings.quality.auto" = "Según el dispositivo";
"settings.playback" = "Reproducción";
"settings.playback.note" = "El vídeo pasa por un proxy en 127.0.0.1: las versiones antiguas de iOS no tienen las raíces con las que se certifican los espejos. Instala las raíces como perfil y el proxy deja de ser necesario.";
"settings.profile.install" = "Instalar raíces como perfil";
"settings.profile.failed" = "El servidor local no arrancó";
"settings.direct.on" = "Reproducción directa: activada";
"settings.direct.off" = "Reproducción directa: desactivada";
"settings.log" = "Registro";
"settings.log.note" = "Todo lo que la app escribe en el registro del sistema también va a un archivo en Documentos, visible en Archivos y en iTunes.";
"settings.log.clear" = "Borrar el registro";
"settings.log.cleared" = "Registro borrado";
"about.title" = "Acerca de";
"about.version" = "Versión %@";
"about.tagline" = "Un cliente de anime que reúne varias fuentes. Compilado para iOS 5.1 y posteriores.";
"about.developer" = "Desarrollador: Computershik";
"about.link.4pda" = "Perfil en 4PDA";
"about.link.telegram" = "Canal de Telegram";
"about.link.donate" = "Apoyar al desarrollador";
"about.tls" = "Cifrado: %@";
"about.roots" = "Certificados raíz";
"about.roots.note" = "El almacén de raíces de confianza de las versiones antiguas de iOS está congelado y las fuentes no se certifican con él. Estas raíces vienen dentro de la app y las aporta su propia comprobación.";
"about.trademarks" = "Las marcas registradas pertenecen a sus respectivos propietarios.";
"cert.gts_root_r1" = "espejos de vídeo, cadena alternativa";
"cert.gts_root_r2" = "espejos de vídeo, cadena alternativa";
"cert.gts_root_r3" = "espejos de vídeo, cadena alternativa";
"cert.gts_root_r4" = "catálogo de AniList y espejos de vídeo";
"cert.amazon_root_ca1" = "imágenes de episodios";
"cert.isrg_root_x1" = "espejos de vídeo, reserva";
"cert.isrg_root_x2" = "archivos de subtítulos";
"settings.custom" = "Fuentes propias";
"settings.custom.note" = "Fuentes añadidas por ti: un enlace directo HLS o una interfaz JSON. Se consultan junto con los espejos incluidos.";
"settings.custom.empty" = "Todavía no hay nada añadido";
"settings.custom.add" = "Añadir una fuente";
"custom.title" = "Fuente propia";
"custom.new" = "Nueva fuente";
"custom.name" = "Nombre";
"custom.name.placeholder" = "Mi fuente";
"custom.kind" = "Tipo";
"custom.kind.direct" = "Enlace directo";
"custom.kind.json" = "Interfaz JSON";
"custom.address" = "Dirección HLS";
"custom.address.json" = "Plantilla de dirección";
"custom.address.placeholder" = "https://…";
"custom.address.note" = "En la plantilla se sustituyen {aniId}, {malId}, {episode} y {kind}.";
"custom.path" = "Ruta del campo";
"custom.path.placeholder" = "sources[0].file";
"custom.path.note" = "Ruta hasta el enlace en la respuesta, por ejemplo sources[0].file: se entienden los puntos y los índices entre corchetes.";
"custom.referer" = "Referer";
"custom.referer.placeholder" = "https://… (puede quedar vacío)";
"custom.offset" = "Desplazamiento de episodio";
"custom.offset.note" = "Se suma al número de episodio de AniList. Hace falta cuando la fuente numera dentro de la temporada.";
"custom.enabled" = "Activada";
"custom.off" = "Desactivada";
"custom.off.suffix" = " (desactivada)";
"custom.test" = "Comprobar";
"custom.test.note" = "La comprobación usa una muestra: AniList %ld, episodio %ld.";
"custom.testing" = "Comprobando…";
"custom.save" = "Guardar";
"custom.delete" = "Eliminar";
"custom.saved" = "Guardado";
"custom.needname" = "Escribe primero un nombre";
"custom.needaddress" = "Escribe primero una dirección";
"custom.check.address" = "Dirección: %@";
"custom.check.http" = "Respuesta: HTTP %ld, %.1f s, %lu bytes";
"custom.check.net" = "Red: %@";
"custom.check.notjson" = "La respuesta no es JSON";
"custom.check.field" = "Campo %@ → %@";
"custom.check.nofield" = "El campo %@ no tiene valor";
"custom.check.hls" = "Lista: #EXTM3U presente, segmentos %lu";
"custom.check.nothls" = "No es una lista HLS, empieza por: %@";
